##
# brews
##
brew "mas"

##
# casks
##
tap "caskroom/drivers"
tap "caskroom/versions"

cask "1password"
cask "adobe-acrobat-reader"
cask "boostnote"
cask "caffeine"
cask "firefox"
cask "forklift"
cask "google-chrome"
cask "keepassxc"
cask "keka"
cask "libreoffice"
cask "licecap"
cask "microsoft-office"
cask "spectacle"
cask "tunnelblick"
cask "vlc"

# QuickLook plugins
cask "suspicious-package"

##
# Mac App Store
##
#mas "Wunderlist", id: 410628904
