##
# brews
##
brew "youtube-dl"

##
# casks
##
cask "android-file-transfer"
cask "bittorrent"
cask "darktable"
cask "dropbox"
cask "handbrake"
#cask "hp-easy-start"
cask "logitech-myharmony"
cask "sabnzbd"
cask "signal"
cask "skype"
cask "spotify"
cask "synology-drive"
cask "synology-photo-station-uploader"
cask "telegram"
cask "twitch"
cask "whatsapp"

##
# Mac App Store
##
#mas "iMovie", id: 408981434
